mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
binutils
dosfstools
linux-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
flatpak
neovim
ttf-jetbrains-mono
--END OF MINIMAL INSTALL--
alsa-plugins
alsa-utils
bash-completion
bluez
bluez-libs
bluez-utils
bridge-utils
btrfs-progs
cronie
cups
dialog
dmidecode
efibootmgr
egl-wayland
exfat-utils
flex
fuse2
fuse3
fuseiso
gamemode
gparted
gptfdisk
gst-libav
gst-plugins-good
gst-plugins-ugly
gst-plugin-pipewire
htop
libtool
lsof
lzop
ntfs-3g
ntp
openbsd-netcat
openssh
p7zip
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
helvum
python-notify2
python-psutil
python-pyqt5
python-pip
snap-pac
snapper
traceroute
ttf-droid
ttf-hack
ttf-roboto
ufw
unrar
unzip
qemu
virt-manager
virt-viewer
which
wine-gecko
wine-mono
winetricks
zip
zsh